Repository: NeboLej/Swift-study
Catalog: Trainee Plan/20.ReusableResourses/*.lproj/Localization.strings
Languages: ru

# settingsVC_label
source: Settings
ru: Настройки

# settingsVC_langLabel
source: language
ru: Язык

# settingsVC_English
source: English
ru: Английский

# settingsVC_Russian
source: Russian
ru: Русский

# settingsVC_Theme
source: Themes
ru: Темы

# settingsVC_Day
source: Day
ru: Дневная

# settingsVC_Night
source: Night
ru: Ночная

# settingsVC_PainEyes
source: Pain Eyes
ru: Боль

# settingsVC_AcidGreen
source: Acid Green
ru: Ядовитый

# VC_Core_Data
source: Core Data
ru: Основные данные

# VC_User_Defaults
source: User Defaults
ru: Пользовательские настройки

# VC_URL_Session
source: URLSession
ru: ЮРЛ Сессия

# VC_WebSocket
source: WEB Socket
ru: WEB Разъем

# VC_Alomofire
source: Alamofire
ru: Аламофайр

# VC_Life_Cycle
source: LifeCycle
ru: Жизненнвый цикл

# VC_ReusableResourses
source: Reusable resourses
ru: Многоразовые ресурсы

# VC_Animation
source: Animation
ru: Анимация

# VC_Collection_And_Table
source: Collection & Table
ru: Коллекции и таблицы

# VC_Combine
source: Combine
ru: Комбинировать

# VC_RX
source: RxSwift
ru: Реативный свифт
